Repository: midori-no-me/ichime
Catalog: ichime/Localizable.xcstrings
Source language: ru
Languages: en

source: 1 — Отвратительно
en: 1 — Disgusting

source: 2 — Ужасно
en: 2 — Terrible

source: 3 — Очень плохо
en: 3 — Very bad

source: 4 — Плохо
en: 4 — Bad

source: 5 — Средне
en: 5 — Average

source: 6 — Неплохо
en: 6 — Not bad

source: 7 — Хорошо
en: 7 — Good

source: 8 — Очень хорошо
en: 8 — Very good

source: 9 — Великолепно
en: 9 — Magnificent

source: 10 — Шедевр
en: 10 — Masterpiece

source: AirPlay не доступен для серий с софтсабом.
en: AirPlay is not available for series with soft subtitles.

source: Авторизация
en: Authorization

source: Адрес сайта
en: Website address

source: Адрес электронной почты
en: Email address

source: Брошено
en: Abandoned

source: Ваш профиль
en: Your profile

source: Ваша заметка
en: Your note

source: Весь код приложения есть на [GitHub](https://github.com/flaksp/ichime). Будем рады вашей помощи 👉👈
en: The entire application code is available on [GitHub](https://github.com/flaksp/ichime). We would appreciate your help 👉👈

source: Видео можно вывести на телевизор или компьютер на macOS
en: The video can be streamed to a TV or a macOS computer.

source: Возможно, это баг
en: Possibly, it's a bug.

source: Войти
en: Sign in

source: Войти в аккаунт
en: Log into account

source: Восстановить пароль
en: Reset password

source: Все серии
en: All episodes

source: Вход
en: Login

source: Вы еще ничего не добавили в свой список
en: You haven't added anything to your list yet.

source: Вы точно уверены, что хотите удалить?
en: Are you sure you want to delete?

source: Выберите любую вкладку в левом меню
en: Select any tab on the left menu

source: Выводим ваши уведомления на видном месте
en: We display your notifications in a prominent place

source: Выйти из аккаунта
en: Logout

source: Да, удалить
en: Yes, delete

source: Добавить в список
en: Add to list

source: Добавляйте сериалы в списки прямо через приложение
en: Add series to lists directly through the app

source: Загружаем видео
en: Loading video

source: Закрыть
en: Close

source: Запланировано
en: Scheduled

source: Как только вы добавите аниме в свой список, начнут приходить уведомления
en: As soon as you add anime to your list, you will start receiving notifications.

source: Качество видео
en: Video quality

source: Мой список
en: My list

source: Моя библиотека
en: My library

source: Название тайтла
en: Title name

source: Нативное приложение
en: Native app

source: Не удалось авторизоваться
en: Failed to authenticate

source: Неправильный адрес электронной почты или пароль.
en: Incorrect email address or password

source: Ничего не нашлось
en: Nothing was found

source: Нужна подписка
en: A subscription is required

source: Онгоинги
en: Ongoings

source: Описание от %@
en: Description from %@

source: Открытый исходный код
en: Open source

source: Отложено
en: Postponed

source: Отмена
en: Cancel

source: Оценка
en: Rating

source: Ошибка при загрузке
en: Error loading

source: Пароль
en: Password

source: Плеер
en: Player

source: Плеер можно свернуть в миниатюру, плавающую поверх других приложений
en: The player can be minimized into a picture-in-picture, floating above other apps

source: Поддержали поиск сериалов внутри приложения
en: Supported in-app search for series

source: Поделиться
en: Share

source: Подпишись чтоб получить все возможности приложения
en: Subscribe to unlock all the features of the application

source: Поиск
en: Search

source: Пока еще не было уведомлений
en: There have been no notifications yet

source: Показываем серии, которые вы ещё не посмотрели
en: We show episodes that you haven't watched yet

source: Попробуйте выбрать другой адрес, если испытываете проблемы с авторизацией, или если приложение работает некорректно.
en: Try selecting a different address if you are experiencing problems with authorization, or if the application is not working correctly.

source: После просмотра серии уведомим сайт о том, что вы её посмотрели
en: After watching an episode, we will notify the site that you have watched it

source: Последние уведомления
en: Recent notifications

source: Постарались сделать красиво и удобно — на Swift и SwiftUI
en: We tried to make it beautiful and convenient — using Swift and SwiftUI

source: Почта
en: Email

source: Предыдущие запросы поиска будут сохраняться на этом экране
en: Previous search queries will be saved on this screen

source: При авторизации что-то пошло не так. Если у вас включен VPN, попробуйте его выключить.
en: Something went wrong during the authorization. If you have a VPN enabled, try disabling it.

source: Привет!
en: Hello!

source: Приложение
en: Application

source: Приложение не поддерживает авторизацию через социальные сети. Установите пароль в [настройках профиля](%@) на сайте.
en: The application does not support authorization through social networks. Set a password in the [profile settings](%@) on the website.

source: Просмотрено
en: Watched

source: Ранее вы искали
en: You previously searched for

source: Сбросить
en: Reset

source: Сериалы, у которых продолжают выходить новые серии
en: Series that continue to release new episodes

source: Серии
en: Episodes

source: Серии к просмотру
en: Episodes to watch

source: Системный плеер
en: System player

source: Скорее всего, у этой серии ещё нет переводов, либо они находятся в обработке
en: Most likely, this series does not yet have translations, or they are being processed

source: Скорее всего, что-то пошло не так
en: Most likely, something went wrong

source: Смотрю
en: Watching

source: Сохранить
en: Save

source: Список серий
en: List of episodes

source: Статус
en: Status

source: Субтитры
en: Subtitles

source: Счетчик серий
en: Episode counter

source: Такой же используется в Safari, TV и других приложениях Apple
en: The same is used in Safari, TV, and other Apple applications

source: Текущий эпизод
en: Current episode

source: Тут ничего нет
en: There is nothing here

source: Тут пока ничего нет
en: There is nothing here

source: Уведомления
en: Notifications

source: Удалить из списка
en: Remove from list

source: Умеем проигрывать видео с софтсабом, но пока что без AirPlay 😭
en: We can play videos with soft subtitles, but for now, without AirPlay 😭

source: Управление списком
en: List management

source: Управлять списком
en: Manage list

source: Что умеет
en: What it can do

source: Это неофициальное приложение для просмотра сериалов с сайта Anime 365. Приложение бесплатное, но для просмотра видео требуется активная подписка на сайте.
en: This is an unofficial application for watching series from the Anime 365 website. The application is free, but an active subscription to the website is required to view videos.

# Это онгоинг. Обычно новые серии выходят по %@, примерно в %@.
source: Это онгоинг. Обычно новые серии выходят по %1$@, примерно в %2$@.
en: This is an ongoing series. New episodes usually release on %1$@, around %2$@.

source: Этот адрес используется для работы приложения. Попробуйте выбрать другой адрес, если приложение работает некорректно. Для изменения адреса нужно выйти из аккаунта.
en: This address is used for the application to work. Try selecting a different address if the application is not functioning correctly. To change the address, you need to log out of the account.

source: Я смотрю
en: I'm watching
